tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/science"
tap "homebrew/services"
brew "autoconf"
brew "automake"
brew "python"
brew "bash"
brew "clang-format"
brew "clingo", link: false
brew "cmake"
brew "curl"
brew "ecj"
brew "fasd"
brew "fzf"
brew "node"
brew "heroku"
brew "hub"
brew "hugo"
brew "lzip"
brew "macvim", args: ["with-override-system-vim", "with-python@2"]
brew "ripgrep"
brew "rlwrap"
brew "ruby"
cask "1password"
cask "alfred"
cask "android-platform-tools"
cask "android-sdk"
cask "android-studio"
cask "anki"
cask "dropbox"
cask "flux"
cask "google-chrome"
cask "google-photos-backup-and-sync"
cask "iterm2"
cask "nvalt"
cask "racket"
cask "react-native-debugger"
cask "skype"
cask "slack"
cask "spectacle"
cask "spotify"
cask "visual-studio-code"
mas "Aware", id: 1082170746
mas "GarageBand", id: 682658836
mas "GIPHY CAPTURE", id: 668208984
mas "Keynote", id: 409183694
mas "Todoist", id: 585829637
mas "Xcode", id: 497799835
