# Stolen from zdotdir


belak/zsh-utils path:editor
belak/zsh-utils path:utility

zdharma-continuum/fast-syntax-highlighting kind:defer

zsh-users/zsh-completions path:src kind:fpath
belak/zsh-utils path:completion

ohmyzsh/ohmyzsh path:plugins/fasd
ohmyzsh/ohmyzsh path:plugins/fzf
ohmyzsh/ohmyzsh path:lib/history.zsh

sindresorhus/pure

ohmyzsh/ohmyzsh path:plugins/asdf

# These popular core plugins should be loaded at the end
zsh-users/zsh-autosuggestions kind:defer
zsh-users/zsh-history-substring-search
