tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "bash"
brew "fasd"
brew "fzf"
brew "git"
brew "neovim"
brew "mas"
brew "ripgrep"
brew "taskd"
brew "wget"
brew "cscope"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "font-inconsolata-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "logitech-options"
cask "nvalt"
cask "spotify"
cask "iterm2"
cask "rectangle"
cask "visual-studio-code"
cask "alfred"
cask "flux"
cask "obsidian"
