brew "bash"
brew "fasd"
brew "fzf"
brew "bat"
brew "git"
brew "choose"
brew "neovim"
brew "ripgrep"
brew "taskd"
brew "wget"
brew "cscope"
brew "zsh"
brew "antidote"
cask "font-inconsolata-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "logitech-options"
cask "spotify"
cask "iterm2"
cask "rectangle"
cask "visual-studio-code"
cask "alfred"
cask "flux"
cask "obsidian"
cask "choosy"
