tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "bash"
brew "fasd"
brew "fzf"
brew "git"
brew "macvim", args: ["with-override-system-vim", "with-python@2"]
brew "ripgrep"
brew "taskd"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "font-inconsolata-nerd-font"
cask "font-inconsolatalgc-nerd-font"
# cask "logitech-options"
cask "nvalt"
cask "spotify"
cask "iterm2"
